{
  "architectures": [
    "GPT2LMHeadModel"
  ],
  "model_type": "gpt2",
  "vocab_size": 50773,
  "n_positions": 1024,
  "n_embd": 384,
  "n_layer": 6,
  "n_head": 8,
  "n_inner": 1536,
  "activation_function": "gelu_new",
  "resid_pdrop": 0.1,
  "embd_pdrop": 0.1,
  "attn_pdrop": 0.1,
  "layer_norm_epsilon": 1e-05,
  "initializer_range": 0.02,
  "summary_type": "cls_index",
  "summary_use_proj": true,
  "summary_activation": null,
  "summary_proj_to_labels": true,
  "summary_first_dropout": 0.1,
  "scale_attn_weights": true,
  "use_cache": true,
  "scale_attn_by_inverse_layer_idx": false,
  "reorder_and_upcast_attn": false,
  "bos_token_id": 50256,
  "eos_token_id": 50256,
  "pad_token_id": 50257,
  "transformers_version": "4.41.0"
}