{
  "<PAD>": 0,
  "<UNK>": 1,
  "<IMG>": 2,
  "</IMG>": 3,
  "<CLS>": 4,
  "<EOS>": 5,
  "<Z_000>": 6,
  "<Z_001>": 7,
  "<Z_002>": 8,
  "<Z_003>": 9,
  "<Z_004>": 10,
  "<Z_005>": 11,
  "<Z_006>": 12,
  "<Z_007>": 13,
  "<Z_008>": 14,
  "<Z_009>": 15,
  "<Z_010>": 16,
  "<Z_011>": 17,
  "<Z_012>": 18,
  "<Z_013>": 19,
  "<Z_014>": 20,
  "<Z_015>": 21,
  "<Z_016>": 22,
  "<Z_017>": 23,
  "<Z_018>": 24,
  "<Z_019>": 25,
  "<Z_020>": 26,
  "<Z_021>": 27,
  "<Z_022>": 28,
  "<Z_023>": 29,
  "<Z_024>": 30,
  "<Z_025>": 31,
  "<Z_026>": 32,
  "<Z_027>": 33,
  "<Z_028>": 34,
  "<Z_029>": 35,
  "<Z_030>": 36,
  "<Z_031>": 37,
  "<Z_032>": 38,
  "<Z_033>": 39,
  "<Z_034>": 40,
  "<Z_035>": 41,
  "<Z_036>": 42,
  "<Z_037>": 43,
  "<Z_038>": 44,
  "<Z_039>": 45,
  "<Z_040>": 46,
  "<Z_041>": 47,
  "<Z_042>": 48,
  "<Z_043>": 49,
  "<Z_044>": 50,
  "<Z_045>": 51,
  "<Z_046>": 52,
  "<Z_047>": 53,
  "<Z_048>": 54,
  "<Z_049>": 55,
  "<Z_050>": 56,
  "<Z_051>": 57,
  "<Z_052>": 58,
  "<Z_053>": 59,
  "<Z_054>": 60,
  "<Z_055>": 61,
  "<Z_056>": 62,
  "<Z_057>": 63,
  "<Z_058>": 64,
  "<Z_059>": 65,
  "<Z_060>": 66,
  "<Z_061>": 67,
  "<Z_062>": 68,
  "<Z_063>": 69,
  "<Z_064>": 70,
  "<Z_065>": 71,
  "<Z_066>": 72,
  "<Z_067>": 73,
  "<Z_068>": 74,
  "<Z_069>": 75,
  "<Z_070>": 76,
  "<Z_071>": 77,
  "<Z_072>": 78,
  "<Z_073>": 79,
  "<Z_074>": 80,
  "<Z_075>": 81,
  "<Z_076>": 82,
  "<Z_077>": 83,
  "<Z_078>": 84,
  "<Z_079>": 85,
  "<Z_080>": 86,
  "<Z_081>": 87,
  "<Z_082>": 88,
  "<Z_083>": 89,
  "<Z_084>": 90,
  "<Z_085>": 91,
  "<Z_086>": 92,
  "<Z_087>": 93,
  "<Z_088>": 94,
  "<Z_089>": 95,
  "<Z_090>": 96,
  "<Z_091>": 97,
  "<Z_092>": 98,
  "<Z_093>": 99,
  "<Z_094>": 100,
  "<Z_095>": 101,
  "<Z_096>": 102,
  "<Z_097>": 103,
  "<Z_098>": 104,
  "<Z_099>": 105,
  "<Z_100>": 106,
  "<Z_101>": 107,
  "<Z_102>": 108,
  "<Z_103>": 109,
  "<Z_104>": 110,
  "<Z_105>": 111,
  "<Z_106>": 112,
  "<Z_107>": 113,
  "<Z_108>": 114,
  "<Z_109>": 115,
  "<Z_110>": 116,
  "<Z_111>": 117,
  "<Z_112>": 118,
  "<Z_113>": 119,
  "<Z_114>": 120,
  "<Z_115>": 121,
  "<Z_116>": 122,
  "<Z_117>": 123,
  "<Z_118>": 124,
  "<Z_119>": 125,
  "<Z_120>": 126,
  "<Z_121>": 127,
  "<Z_122>": 128,
  "<Z_123>": 129,
  "<Z_124>": 130,
  "<Z_125>": 131,
  "<Z_126>": 132,
  "<Z_127>": 133,
  "<Z_128>": 134,
  "<Z_129>": 135,
  "<Z_130>": 136,
  "<Z_131>": 137,
  "<Z_132>": 138,
  "<Z_133>": 139,
  "<Z_134>": 140,
  "<Z_135>": 141,
  "<Z_136>": 142,
  "<Z_137>": 143,
  "<Z_138>": 144,
  "<Z_139>": 145,
  "<Z_140>": 146,
  "<Z_141>": 147,
  "<Z_142>": 148,
  "<Z_143>": 149,
  "<Z_144>": 150,
  "<Z_145>": 151,
  "<Z_146>": 152,
  "<Z_147>": 153,
  "<Z_148>": 154,
  "<Z_149>": 155,
  "<Z_150>": 156,
  "<Z_151>": 157,
  "<Z_152>": 158,
  "<Z_153>": 159,
  "<Z_154>": 160,
  "<Z_155>": 161,
  "<Z_156>": 162,
  "<Z_157>": 163,
  "<Z_158>": 164,
  "<Z_159>": 165,
  "<Z_160>": 166,
  "<Z_161>": 167,
  "<Z_162>": 168,
  "<Z_163>": 169,
  "<Z_164>": 170,
  "<Z_165>": 171,
  "<Z_166>": 172,
  "<Z_167>": 173,
  "<Z_168>": 174,
  "<Z_169>": 175,
  "<Z_170>": 176,
  "<Z_171>": 177,
  "<Z_172>": 178,
  "<Z_173>": 179,
  "<Z_174>": 180,
  "<Z_175>": 181,
  "<Z_176>": 182,
  "<Z_177>": 183,
  "<Z_178>": 184,
  "<Z_179>": 185,
  "<Z_180>": 186,
  "<Z_181>": 187,
  "<Z_182>": 188,
  "<Z_183>": 189,
  "<Z_184>": 190,
  "<Z_185>": 191,
  "<Z_186>": 192,
  "<Z_187>": 193,
  "<Z_188>": 194,
  "<Z_189>": 195,
  "<Z_190>": 196,
  "<Z_191>": 197,
  "<Z_192>": 198,
  "<Z_193>": 199,
  "<Z_194>": 200,
  "<Z_195>": 201,
  "<Z_196>": 202,
  "<Z_197>": 203,
  "<Z_198>": 204,
  "<Z_199>": 205,
  "<Z_200>": 206,
  "<Z_201>": 207,
  "<Z_202>": 208,
  "<Z_203>": 209,
  "<Z_204>": 210,
  "<Z_205>": 211,
  "<Z_206>": 212,
  "<Z_207>": 213,
  "<Z_208>": 214,
  "<Z_209>": 215,
  "<Z_210>": 216,
  "<Z_211>": 217,
  "<Z_212>": 218,
  "<Z_213>": 219,
  "<Z_214>": 220,
  "<Z_215>": 221,
  "<Z_216>": 222,
  "<Z_217>": 223,
  "<Z_218>": 224,
  "<Z_219>": 225,
  "<Z_220>": 226,
  "<Z_221>": 227,
  "<Z_222>": 228,
  "<Z_223>": 229,
  "<Z_224>": 230,
  "<Z_225>": 231,
  "<Z_226>": 232,
  "<Z_227>": 233,
  "<Z_228>": 234,
  "<Z_229>": 235,
  "<Z_230>": 236,
  "<Z_231>": 237,
  "<Z_232>": 238,
  "<Z_233>": 239,
  "<Z_234>": 240,
  "<Z_235>": 241,
  "<Z_236>": 242,
  "<Z_237>": 243,
  "<Z_238>": 244,
  "<Z_239>": 245,
  "<Z_240>": 246,
  "<Z_241>": 247,
  "<Z_242>": 248,
  "<Z_243>": 249,
  "<Z_244>": 250,
  "<Z_245>": 251,
  "<Z_246>": 252,
  "<Z_247>": 253,
  "<Z_248>": 254,
  "<Z_249>": 255,
  "<Z_250>": 256,
  "<Z_251>": 257,
  "<Z_252>": 258,
  "<Z_253>": 259,
  "<Z_254>": 260,
  "<Z_255>": 261,
  "<Z_256>": 262,
  "<Z_257>": 263,
  "<Z_258>": 264,
  "<Z_259>": 265,
  "<Z_260>": 266,
  "<Z_261>": 267,
  "<Z_262>": 268,
  "<Z_263>": 269,
  "<Z_264>": 270,
  "<Z_265>": 271,
  "<Z_266>": 272,
  "<Z_267>": 273,
  "<Z_268>": 274,
  "<Z_269>": 275,
  "<Z_270>": 276,
  "<Z_271>": 277,
  "<Z_272>": 278,
  "<Z_273>": 279,
  "<Z_274>": 280,
  "<Z_275>": 281,
  "<Z_276>": 282,
  "<Z_277>": 283,
  "<Z_278>": 284,
  "<Z_279>": 285,
  "<Z_280>": 286,
  "<Z_281>": 287,
  "<Z_282>": 288,
  "<Z_283>": 289,
  "<Z_284>": 290,
  "<Z_285>": 291,
  "<Z_286>": 292,
  "<Z_287>": 293,
  "<Z_288>": 294,
  "<Z_289>": 295,
  "<Z_290>": 296,
  "<Z_291>": 297,
  "<Z_292>": 298,
  "<Z_293>": 299,
  "<Z_294>": 300,
  "<Z_295>": 301,
  "<Z_296>": 302,
  "<Z_297>": 303,
  "<Z_298>": 304,
  "<Z_299>": 305,
  "<Z_300>": 306,
  "<Z_301>": 307,
  "<Z_302>": 308,
  "<Z_303>": 309,
  "<Z_304>": 310,
  "<Z_305>": 311,
  "<Z_306>": 312,
  "<Z_307>": 313,
  "<Z_308>": 314,
  "<Z_309>": 315,
  "<Z_310>": 316,
  "<Z_311>": 317,
  "<Z_312>": 318,
  "<Z_313>": 319,
  "<Z_314>": 320,
  "<Z_315>": 321,
  "<Z_316>": 322,
  "<Z_317>": 323,
  "<Z_318>": 324,
  "<Z_319>": 325,
  "<Z_320>": 326,
  "<Z_321>": 327,
  "<Z_322>": 328,
  "<Z_323>": 329,
  "<Z_324>": 330,
  "<Z_325>": 331,
  "<Z_326>": 332,
  "<Z_327>": 333,
  "<Z_328>": 334,
  "<Z_329>": 335,
  "<Z_330>": 336,
  "<Z_331>": 337,
  "<Z_332>": 338,
  "<Z_333>": 339,
  "<Z_334>": 340,
  "<Z_335>": 341,
  "<Z_336>": 342,
  "<Z_337>": 343,
  "<Z_338>": 344,
  "<Z_339>": 345,
  "<Z_340>": 346,
  "<Z_341>": 347,
  "<Z_342>": 348,
  "<Z_343>": 349,
  "<Z_344>": 350,
  "<Z_345>": 351,
  "<Z_346>": 352,
  "<Z_347>": 353,
  "<Z_348>": 354,
  "<Z_349>": 355,
  "<Z_350>": 356,
  "<Z_351>": 357,
  "<Z_352>": 358,
  "<Z_353>": 359,
  "<Z_354>": 360,
  "<Z_355>": 361,
  "<Z_356>": 362,
  "<Z_357>": 363,
  "<Z_358>": 364,
  "<Z_359>": 365,
  "<Z_360>": 366,
  "<Z_361>": 367,
  "<Z_362>": 368,
  "<Z_363>": 369,
  "<Z_364>": 370,
  "<Z_365>": 371,
  "<Z_366>": 372,
  "<Z_367>": 373,
  "<Z_368>": 374,
  "<Z_369>": 375,
  "<Z_370>": 376,
  "<Z_371>": 377,
  "<Z_372>": 378,
  "<Z_373>": 379,
  "<Z_374>": 380,
  "<Z_375>": 381,
  "<Z_376>": 382,
  "<Z_377>": 383,
  "<Z_378>": 384,
  "<Z_379>": 385,
  "<Z_380>": 386,
  "<Z_381>": 387,
  "<Z_382>": 388,
  "<Z_383>": 389,
  "<Z_384>": 390,
  "<Z_385>": 391,
  "<Z_386>": 392,
  "<Z_387>": 393,
  "<Z_388>": 394,
  "<Z_389>": 395,
  "<Z_390>": 396,
  "<Z_391>": 397,
  "<Z_392>": 398,
  "<Z_393>": 399,
  "<Z_394>": 400,
  "<Z_395>": 401,
  "<Z_396>": 402,
  "<Z_397>": 403,
  "<Z_398>": 404,
  "<Z_399>": 405,
  "<Z_400>": 406,
  "<Z_401>": 407,
  "<Z_402>": 408,
  "<Z_403>": 409,
  "<Z_404>": 410,
  "<Z_405>": 411,
  "<Z_406>": 412,
  "<Z_407>": 413,
  "<Z_408>": 414,
  "<Z_409>": 415,
  "<Z_410>": 416,
  "<Z_411>": 417,
  "<Z_412>": 418,
  "<Z_413>": 419,
  "<Z_414>": 420,
  "<Z_415>": 421,
  "<Z_416>": 422,
  "<Z_417>": 423,
  "<Z_418>": 424,
  "<Z_419>": 425,
  "<Z_420>": 426,
  "<Z_421>": 427,
  "<Z_422>": 428,
  "<Z_423>": 429,
  "<Z_424>": 430,
  "<Z_425>": 431,
  "<Z_426>": 432,
  "<Z_427>": 433,
  "<Z_428>": 434,
  "<Z_429>": 435,
  "<Z_430>": 436,
  "<Z_431>": 437,
  "<Z_432>": 438,
  "<Z_433>": 439,
  "<Z_434>": 440,
  "<Z_435>": 441,
  "<Z_436>": 442,
  "<Z_437>": 443,
  "<Z_438>": 444,
  "<Z_439>": 445,
  "<Z_440>": 446,
  "<Z_441>": 447,
  "<Z_442>": 448,
  "<Z_443>": 449,
  "<Z_444>": 450,
  "<Z_445>": 451,
  "<Z_446>": 452,
  "<Z_447>": 453,
  "<Z_448>": 454,
  "<Z_449>": 455,
  "<Z_450>": 456,
  "<Z_451>": 457,
  "<Z_452>": 458,
  "<Z_453>": 459,
  "<Z_454>": 460,
  "<Z_455>": 461,
  "<Z_456>": 462,
  "<Z_457>": 463,
  "<Z_458>": 464,
  "<Z_459>": 465,
  "<Z_460>": 466,
  "<Z_461>": 467,
  "<Z_462>": 468,
  "<Z_463>": 469,
  "<Z_464>": 470,
  "<Z_465>": 471,
  "<Z_466>": 472,
  "<Z_467>": 473,
  "<Z_468>": 474,
  "<Z_469>": 475,
  "<Z_470>": 476,
  "<Z_471>": 477,
  "<Z_472>": 478,
  "<Z_473>": 479,
  "<Z_474>": 480,
  "<Z_475>": 481,
  "<Z_476>": 482,
  "<Z_477>": 483,
  "<Z_478>": 484,
  "<Z_479>": 485,
  "<Z_480>": 486,
  "<Z_481>": 487,
  "<Z_482>": 488,
  "<Z_483>": 489,
  "<Z_484>": 490,
  "<Z_485>": 491,
  "<Z_486>": 492,
  "<Z_487>": 493,
  "<Z_488>": 494,
  "<Z_489>": 495,
  "<Z_490>": 496,
  "<Z_491>": 497,
  "<Z_492>": 498,
  "<Z_493>": 499,
  "<Z_494>": 500,
  "<Z_495>": 501,
  "<Z_496>": 502,
  "<Z_497>": 503,
  "<Z_498>": 504,
  "<Z_499>": 505,
  "<CLS_0>": 506,
  "<CLS_1>": 507,
  "<CLS_2>": 508,
  "<CLS_3>": 509,
  "<CLS_4>": 510,
  "<CLS_5>": 511,
  "<CLS_6>": 512,
  "<CLS_7>": 513,
  "<CLS_8>": 514,
  "<CLS_9>": 515
}